Repository: eurolinux-enterprise-linux-sources/system-config-users-docs
Catalog: src/doc/*/*.po
Languages: bn_in, fr, sr@latin

source: User and Group Configuration Tool
bn_in: ব্যবহারকারী ও দল কনফিগারেশন ব্যবস্থা
fr: Outil de configuration des utilisateurs et groupes
sr@latin: Alat za podešavanje korisnika i grupa

source: The <application>User and Group Configuration Tool</application> allows you to view, modify, add, and delete local users and groups.
bn_in: <application>ব্যবহারকারী ও দল কনফিগারেশন ব্যবস্থা</application> সহযোগে স্থানীয় ব্যবহারকারী ও দলের তথ্য প্রদর্শন, পরিবর্তন, সংযোজন অথবা অপসারণ করা সম্ভব হবে।
fr: L'application <application>Outil de configuration des utilisateurs et groupes</application> vous permet de voir, de modifier, d'ajouter, et de supprimer les utilisateurs et groupes locaux
sr@latin: <application>Alat za podešavanje korisnika i grupa</application> vam dopušta da pregledate, izmenite, dodate, i obrišete lokalne korisnike i grupe.

source: You must be running the <application>X</application> Window System and have root privileges to use the User and Group Configuration Tool. There are three ways to start the application:
bn_in: ব্যবহারকারী ও দল কনফিগারেশন ব্যবস্থা ব্যবহারের জন্য চলমান <application>X</application> Window System ও root ব্যবহারকারীর অধিকার উপস্থিত থাকা আবশ্যক। এই অ্যাপ্লিকেশনটি আরম্ভ করার তিনটি পদ্ধতি উপলব্ধ রয়েছে:
fr: Vous devez lancer le gestionnaire de fenêtres <application>X</application> et avoir les privilèges root pour pouvoir lancer l'utilitaire de configuration des utilisateurs et groupes. Il y a trois façons de lancer l'application :
sr@latin: Morate imati pokrenut <application>X</application> sistem prozora i posedovati root ovlašćenja radi upotrebe alata za podešavanje korisnika i grupa. Postoje tri načina za pokretanje ovog programa:

source: From the desktop, go to <menuchoice><guimenu>the main menu on the panel (the menu with the "f" icon)</guimenu><guisubmenu>System</guisubmenu><guisubmenu>Administration</guisubmenu><guimenuitem>Users and Groups</guimenuitem></menuchoice>
bn_in: ডেস্কটপ থেকে অ্যাপ্লিকেশনটি আরম্ভ করার জন্য <menuchoice><guimenu>প্যানেলে উপস্থিত প্রধান মেনু ("f" অক্ষর বিশিষ্ট আইকন সহ মেনু) থেকে</guimenu></guimenu><guisubmenu>সিস্টেম</guisubmenu><guisubmenu>প্রশাসনিক কর্ম</guisubmenu><guimenuitem>ব্যবহারকারী ও দল</guimenuitem></menuchoice> নির্বাচন করুন।
fr: Depuis le bureau, allez sur <menuchoice><guimenu>le menu principal (le menu avec l'icône « f »)</guimenu><guisubmenu>Système</guisubmenu><guisubmenu>Administration</guisubmenu><guisubmenu><guimenuitem>Utilisateurs et groupes</guimenuitem></menuchoice>
sr@latin: Sa radne površine, idite na <menuchoice><guimenu>glavni meni na panelu (meni sa ikonom „f“)</guimenu><guisubmenu>Sistem</guisubmenu><guisubmenu>Administracija</guisubmenu><guimenuitem>Korisnici i grupe</guimenuitem></menuchoice>

source: From the desktop, right-click on the fast user switch applet in the toolbar and select <guimenu>Edit Users and Groups</guimenu>.
bn_in: ডেস্কটপে উপস্থিত দ্রুত ব্যবহারকারী পরিবর্তনের অ্যাপ্লেটের মাউসের ডানদিকের বাটন সহযোগে ক্লিক করুন ও <guimenu>Edit Users and Groups</guimenu> নির্বাচন করুন।
fr: Depuis le bureau, cliquez-droit sur l'utilitaire de changement rapide d'utilisateur dans la barre de menu puis sélectionnez <guimenu>Utilisateurs et groupes</guimenu>.
sr@latin: Sa radne površine, pritisnite desnim dugmetom na programče za brzu promenu korisnika u panelu alatki i izaberite <guimenu>Uredi korisnike i grupe</guimenu>.

source: Type the command <command>system-config-users</command> at a shell prompt (for example, in an <application>XTerm</application> or a <application>GNOME</application> terminal).
bn_in: শেল প্রম্পট (যেমন, <application>XTerm</application> অথবা একটি <application>GNOME</application> টার্মিন্যাল) থেকে <command>system-config-users</command> কমান্ডটি সঞ্চালন করুন।
fr: Saisissez la commande <command>system-config-users</commande> dans une invite de commande (par exemple, dans <application>XTerm</application> ou un terminal <application>GNOME</application).
sr@latin: Ukucajte naredbu <command>system-config-users</command> na odzivniku ljuske (na primer, u <application>XTerm</application> ili <application>GNOME</application> terminalu).

source: User and Group Configuration
bn_in: ব্যবহারকারী ও দল কনফিগারেশন
fr: Configuration des utilisateurs et groupes
sr@latin: Podešavanje korisnika i grupa

source: users
bn_in: ব্যবহারকারী
fr: utilisateurs
sr@latin: korisnici

source: user configuration
bn_in: ব্যবহারকারী কনফিগারেশন
fr: configuration des utilisateurs
sr@latin: podešavanje korisnika

source: groups
bn_in: দল
fr: groupes
sr@latin: grupe

source: group configuration
bn_in: দল কনফিগারেশন
fr: configuration des groupes
sr@latin: podešavanje grupe

source: user and group configuration
bn_in: ব্যবহারকারী ও দল কনফিগারেশন
fr: configuration des utilisateurs et groupes
sr@latin: podešavanje korisnika i grupa

source: viewing list of users
bn_in: ব্যবহারকারীদের তালিকা প্রদর্শন
fr: afficher la liste des utilisateurs
sr@latin: pregled spiska korisnika

source: viewing list of groups
bn_in: দলের তালিকা প্রদর্শন
fr: afficher la liste des groupes
sr@latin: pregled spiska grupa

source: filtering list of users
bn_in: ব্যবহারকারীদের তালিকা ফিল্টার করার প্রণালী
fr: filtrer la liste des utilisateurs
sr@latin: filtriranje spiska korisnika

source: filtering list of groups
bn_in: দলের তালিকা ফিল্টার করার প্রণালী
fr: filtrer la liste des groupes
sr@latin: filtriranje spiska grupa

source: To view a list of local users on the system, click the <guilabel>Users</guilabel> tab. To view a list of local groups on the system, click the <guilabel>Groups</guilabel> tab.
bn_in: সিস্টেমে উপস্থিত স্থানীয় ব্যবহারকারীর অ্যাকাউন্টের তালিকা দেখার জন্য <guilabel>ব্যবহারকারী</guilabel> নামক ট্যাবটি ক্লিক করুন ও সিস্টেমের উপস্থিত স্থানীয় দলের তালিকা দেখার জন্য <guilabel>দল</guilabel> নামক ট্যাবটি ক্লিক করুন।
fr: Pour afficher une liste des utilisateurs locaux du système, cliquez sur l'onglet <guilabel>Utilisateurs</guilabel>. Pour afficher une liste des groupes locaux du système, cliquez sur l'onglet <guilabel>Groupes</guilabel>.
sr@latin: Da biste videli spisak lokalnih korisnika na sistemu, pritisnite jezičak <guilabel>Korisnici</guilabel>. Da biste videli spisak lokalnih grupa na sistemu, pritisnite jezičak <guilabel>Grupe</guilabel>.

source: To find a specific user or group, type the first few letters of the name in the <guilabel>Search filter</guilabel> field. Press <keycap>Enter</keycap> or click the <guibutton>Apply filter</guibutton> button. The filtered list is displayed.
bn_in: কোনো সুনির্দিষ্ট ব্যবহারকারী অথবা দল অনুসন্ধান করার জন্য <guilabel>অনুসন্ধানের ফিল্টার</guilabel> নামক ক্ষেত্রের মধ্যে সংশ্লিষ্ট ব্যবহারকারী/দলের নামের প্রথম এক, দুইটি অক্ষর লিখুন ও <keycap>Enter</keycap> টিপুন অথবা <guibutton>ফিল্টার প্রয়োগ করুন</guibutton> নামক বাটনটি ক্লিক করুন। ফিল্টার করা তালিকাটি এর ফলে প্রদর্শন করা হবে।
fr: Pour trouver un utilisateur ou un groupe en particulier, entrez les premières lettres de son nom dans le champ <guilabel>filtre de recherche</guilabel>. Appuyez sur <keycap>Entrée</keycap> ou cliquez sur le bouton <guibutton>Appliquer le filtre</guibutton>. La liste filtrée est ensuite affichée.
sr@latin: Da biste pronašli određenog korisnika ili grupu, ukucajte prvih nekoliko slova imena u polje <guilabel>Filtar pretrage</guilabel>. Pritisnite <keycap>Enter</keycap> ili pritisnite dugme <guibutton>Primeni filtar</guibutton>. Prikazaće se filtrirani spisak.

source: To sort the users or groups, click on the column name. The users or groups are sorted according to the value of that column.
bn_in: ব্যবহারকারী অথবা দলের নাম সুবিন্যস্ত করার জন্য কলামের নামের উপর ক্লিক করুন। সংশ্লিষ্ট কলাম অনুযায়ী ব্যবহারকারী অথবা দলের তালিকা সুবিন্যস্ত করা হবে।
fr: Pour trier les utilisateurs ou les groupes, cliquez sur le nom de la colonne. Les utilisateurs ou les groupes sont triés en fonction de leur valeur dans cette colonne.
sr@latin: Da biste poređali korisnike ili grupe, pritisnite na naziv kolone. Korisnici i grupe se ređaju prema vrednosti te kolone.

source: User IDs below 500 are reserved for system users. By default, <application>User and Group Configuration Tool</application> does not display system users. To view all users, including the system users, go to <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> and uncheck <guimenuitem>Hide system users and groups</guimenuitem> from the dialog box.
bn_in: 500-র নীচে নির্ধারিত ব্যবহারকারীর ID-গুলি সিস্টেম ব্যবহারকারীদের জন্য সংরক্ষিত রয়েছে। ডিফল্টরূপে, <application>ব্যবহারকারী ও দল কনফিগারেশন ব্যবস্থা</application> দ্বারা সিস্টেমে ব্যবহারকারীদের তথ্য প্রদর্শন করা হয় না। সকল ব্যবহারকারীর তালিকা দেখার জন্য <menuchoice><guimenu>সম্পাদনা</guimenu><guisubmenu>পছন্দ</guisubmenu></menuchoice> মেনুতে চলুন ও প্রদর্শিত ডায়লগ বক্সের মধ্যে <guimenuitem>সিস্টেম ব্যবহারকারী ও দল প্রদর্শন করা হবে না</guimenuitem> শীর্ষক বিকল্প থেকে নির্বাচন মুছে ফেলুন।
fr: Les ID d'utilisateurs en dessous de 500 sont réservés aux utilisateurs système. Par défaut, <application>Outil de configuration des utilisateurs et groupes</application> n'affiche pas les utilisateurs système. Pour afficher tous les utilisateurs, ainsi que les utilisateurs système, allez sur <menuchoice><guimenu>Édition</guimenu><guisubmenu>Préférences</guisubmenu></menuchoice> et décochez <guimenuitem>Masquer les utilisateurs et groupes systèmes</guimenuitem> de la boîte de dialogue.
sr@latin: Korisnički ID-i ispod 500 su rezervisani za sistemske korisnike. <application>Alat za podešavanje korisnika i grupa</application> podrazumevano ne prikazuje sistemske korisnike. Da biste videli sve korisnike, uključujući i sistemske korisnike, idite na <menuchoice><guimenu>Uredi</guimenu><guisubmenu>Postavke</guisubmenu></menuchoice> i očistite kućicu <guimenuitem>Sakrij sistemske korisnike i grupe</guimenuitem> u prozorčetu.

source: Adding a New User
bn_in: নতুন ব্যবহারকারী যোগ করার পদ্ধতি
fr: Ajouter un nouvel utilisateur
sr@latin: Dodavanje novog korisnika

source: adding users
bn_in: ব্যবহারকারী যোগ করার প্রণালী
fr: ajouter des utilisateurs
sr@latin: dodavanje korisnika

source: To add a new user, click the <guibutton>Add User</guibutton> button. A window as shown in <xref linkend="user-new-fig"/> appears. Type the username and full name for the new user in the appropriate fields. Type the user's password in the <guilabel>Password</guilabel> and <guilabel>Confirm Password</guilabel> fields. The password must be at least six characters.
bn_in: নতুন ব্যবহারকারী যোগ করার জন্য <guibutton>নতুন ব্যবহারকারী</guibutton> নামক বাটনটি টিপুন। <xref linkend="user-new-fig"/>-র অনুরূপ একটি উইন্ডো প্রদর্শন করা হয়। নতুন ব্যবহারকারী অ্যাকাউন্টের নাম ও সম্পূর্ণ নাম যথাযত স্থানে লিখুন। <guilabel>পাসওয়ার্ড</guilabel> শীর্ষক ক্ষেত্রে ব্যবহারকারীর পাসওয়ার্ড লিখুন ও <guilabel>পাসওয়ার্ড নিশ্চায়ন</guilabel> ক্ষেত্রে তা পুনরায় লিখুন। পাসওয়ার্ড অন্তত ৬ অক্ষর বিশিষ্ট হওয়া আবশ্যক।
fr: Pour ajouter un nouvel utilisateur, cliquez sur le bouton <guibutton>Ajouter un utilisateur</guibutton>. Une fenêtre comme celle-ci <xref linkend="user-new-fig"/> apparaît. Saisissez le nom d'utilisateur ainsi que son nom complet dans les champs appropriés. Saisissez le mot de passe de l'utilisateur dans les champs <guilabel>Mot de passe</giolabel> et <guilabel>Confirmez le mot de passe</guilabel>. Le mot de passe doit comporter au moins six caractères.
sr@latin: Da biste dodali novog korisnika, pritisnite dugme <guibutton>Dodaj korisnika</guibutton>. Pojaviće se prozor prikazan kao <xref linkend="user-new-fig"/>. Ukucajte korisničko ime i puno ime za novog korisnika u odgovarajuća polja. Ukucajte korisnikovu lozinku u polja <guilabel>Lozinka</guilabel> i <guilabel>Potvrda lozinke</guilabel>. Lozinka mora sadržati barem šest znakova.

source: Tip
bn_in: সূত্র
fr: Astuce
sr@latin: Savet

source: It is advisable to use a much longer password, as this makes it more difficult for an intruder to guess it and access the account without permission. It is also recommended that the password not be based on a dictionary term; use a combination of letters, numbers and special characters.
bn_in: তথাপি, একটি লম্বা পাসওয়ার্ড ব্যবহার করা বাঞ্ছনীয় কারণ এর ফলে কোনো অনুপ্রবেশকারী দ্বারা পাসওয়ার্ড অনুমান করা সহজ হবে না ও অ্যাকউন্টের নিরাপত্তা অধিক দৃঢ় হবে। উপরন্তু, পাসওয়ার্ডের ক্ষেত্রে অভিধানের কোনো শব্দ প্রয়োগ না করাই বাঞ্ছনীয়; অক্ষর, সংখ্যা ও বিশেষ চিহ্নের সংমিশ্রণ করে পাসওয়ার্ড নির্মাণ করুন।
fr: En utilisant un mot de passe plus long vous rendrez l'accès de votre compte à un intrus sans permissions plus difficile. Il est aussi recommandé de ne pas utiliser de mot de passe basés sur des mots du dictionnaire ; utilisez une combinaison de lettres, nombres et caractères spéciaux.
sr@latin: Preporučljiva je upotreba dosta duže lozinke, jer to otežava uljezu da je pogodi i pristupi nalogu bez odobrenja. Takođe se preporučuje da lozinka ne bude zasnovana na pojmu iz rečnika; upotrebite kombinaciju slova, brojeva i posebnih znakova.

source: Select a login shell. If you are not sure which shell to select, accept the default value of <computeroutput>/bin/bash</computeroutput>. The default home directory is <filename>/home/<replaceable>&lt;username&gt;</replaceable>/</filename>. You can change the home directory that is created for the user, or you can choose not to create the home directory by unselecting <guilabel>Create home directory</guilabel>.
bn_in: একটি লগ-ইন শেল নির্বাচন করুন। নিশ্চিত না হলে, ডিফল্ট মান <computeroutput>/bin/bash</computeroutput> গ্রহণ করুন। ব্যক্তিগত ডিরেক্টরি ডিফল্টরূপে <filename>/home/<replaceable>&lt;username&gt;</replaceable>/</filename>-এ স্থাপিত হয়। এটি পরিবর্তন করা যাবে। অন্যথা, <guilabel>ব্যক্তিগত ডিরেক্টরি তৈরি করুন</guilabel> শীর্ষক চেকবক্স থেকে নির্বাচন মুছে ফেলা হলে, ব্যক্তিগত ডিরেক্টরি নির্মাণ করা হবে না।
fr: Sélectionnez un shell par défaut. Si vous ne savez pas quel shell sélectionner, conserver la valeur par défaut de <computeroutput>/bin/bash</computeroutput>. Le répertoire personnel par défaut est <filename>/home/<replaceable>&lt;username&gt;</replaceable>/</filename>. Vous pouvez changer le répertoire personnel créé pour l'utilisateur, ou bien, vous pouvez choisir de ne pas créer de répertoire personnel en déselectionnant <guilabel>Créer un répertoire personnel</guilabel>.
sr@latin: Izaberite prijavnu ljusku. Ako niste sigurni koju ljusku da izaberete, prihvatite podrazumevanu vrednost <computeroutput>/bin/bash</computeroutput>. Podrazumevani lični direktorijum je <filename>/home/<replaceable>&lt;korisničkoime&gt;</replaceable>/</filename>. Možete promeniti lični direktorijum koji se pravi za korisnika, ili možete izabrati da se ne pravi lični direktorijum poništavanjem izbora <guilabel>Napravi lični direktorijum</guilabel>.

source: If you select to create the home directory, default configuration files are copied from the <filename>/etc/skel/</filename> directory into the new home directory.
bn_in: ব্যক্তিগত ডিরেক্টরি নির্মাণের নির্দেশ দেওয়া হলে, <filename>/etc/skel/</filename> ডিরেক্টরি থেকে সকল প্রয়োজনীয় কনফিগারেশন ফাইলগুলি নতুন ব্যক্তিগত ডিরেক্টরির মধ্যে কপি করা হবে।
fr: Si vous choisissez de créer le répertoire personnel, les fichiers de configuration par défaut sont copiés depuis le répertoire <filename>/etc/skel/</filename> vers le nouveau répertoire personnel.
sr@latin: Ako izaberete da napravite lični direktorijum, podrazumevane datoteke podešavanja se umnožavaju iz direktorijuma <filename>/etc/skel/</filename> u novi lični direktorijum.

source: By default, a <firstterm>user private group</firstterm> (UPG) scheme is used. The UPG scheme does not add or change anything in the standard UNIX way of handling groups; it offers a new convention. Whenever you create a new user, by default, a unique group with the same name as the user is created. If you do not want to create this group, unselect <guilabel>Create a private group for the user</guilabel>.
bn_in: ডিফল্টরূপে, <firstterm>user private group</firstterm> (UPG) স্কিম ব্যবহার করা হবে। দল পরিচালনার জন্য UNIX দ্বারা ব্যবহৃত প্রমিত পদ্ধতিকে UPG স্কিম প্রভাবিত করে না; কিন্তু একটি নতুন নীতি যোগ করে। কোনো নতুন ব্যবহারকারী তৈরি করার সময়, ডিফল্টরূপে একই নামের একরি দল নির্মিত হবে। এই দলটি নির্মাণ করতে ইচ্ছুক না হলে <guilabel>ব্যবহারকারীর জন্য একটি ব্যক্তিগত দল তৈরি করুন</guilabel> বিকল্পটির নির্বাচন বাতিল করুন।
fr: Par défaut, le régime <firstterm>groupe privé d'utilisateur</firstterm> (UPG) est adopté. Le régime UPG n'ajoute ou change absolument rien à la gestion standard des groupes par UNIX ; il offre une nouvelle convention. Lorsque vous créez un nouvel utilisateur, par défaut, un groupe unique comportant le même nom que l'utilisateur est créé. Si vous ne voulez pas que ce groupe soit créé, déselectionnez <guilabel>Créer un groupe privé pour l'utilisateur</guilabel>.
sr@latin: Podrazumevano se koristi šema <firstterm>privatne grupe korisnika</firstterm> (UPG - user private group). UPG šema ne dodaje niti menja ništa u standardnom UNIX načinu rukovanja grupama; ona nudi nov običaj. Kad god napravite novog korisnika, podrazumevano se pravi jedinstvena grupa sa istim imenom kao korisnikovim. Ako ne želite da napravite ovu grupu, poništite izbor <guilabel>Napravi privatnu grupu za korisnika</guilabel>.

source: To specify a user ID for the user, select <guibutton>Specify user ID manually</guibutton>. If the option is not selected, the next available user ID above 500 is assigned to the new user. Because user IDs below 500 are reserved for system users, it is not advisable to manually assign user IDs 1-499.
bn_in: ব্যবহারকারীর জন্য ID নির্ধারণ করার জন্য <guibutton>ব্যবহারকারীর ID স্বয়ং নির্ধারণ করুন</guibutton> নামক বিকল্পটি নির্বাচন করুন। এই বিকল্পটি নির্বাচন না করা হলে, ৫০০ থেকে অধিক সংখ্যার সর্বপ্রথম উপলব্ধ ব্যবহারকারীর ID-টি নতুন ব্যবহারকারীর জন্য ধার্য করা হবে। ৫০০-র নীচের সকল ব্যবহারকারীর ID-গুল সিস্টেম ব্যবহারকারীদের জন্য বরাদ্দ থাকার ফলে, ব্যবহারকারী ID স্বয়ং নির্বাচন করার সময় ১-৪৯৯-র মধ্যে ID-গুলি ধার্য না করার উচিত।
fr: Pour spécifier un ID d'utilisateur pour l'utilisateur, sélectionnez <guibutton>Spécifier l'ID d'utilisateur manuellement</guibutton>. Si l'option n'est pas sélectionnée, le plus proche ID d'utilisateur disponible au dessus de 500 est attribué au nouvel utilisateur. Les ID d'utilisateur en dessous de 500 étant réservés aux utilisateurs système, il n'est pas envisageable d'attribuer manuellement des ID d'utilisateur de 1 à 499.
sr@latin: Da biste naveli ID za korisnika, izaberite <guibutton>Ručno navedi korisnički ID</guibutton>. Ako opcija nije izabrana, sledeći slobodan korisnički ID preko 500 će biti dodeljen novom korisniku. Pošto su korisnički ID-i ispod 500 rezervisani za sistemske korisnike, ne preporučuje se ručno navođenje korisničkih ID-a 1-499.

source: Click <guibutton>OK</guibutton> to create the user.
bn_in: ব্যবহারকারী অ্যাকাউন্ট নির্মাণের জন্য <guibutton>ঠিক আছে</guibutton> ক্লিক করুন।
fr: Cliquez sur <guibutton>OK</guibutton> pour créer l'utilisateur.
sr@latin: Pritisnite <guibutton>U redu</guibutton> za pravljenje korisnika.

source: New User
bn_in: নতুন ব্যবহারকারী
fr: Nouvel utilisateur
sr@latin: Nov korisnik

source: Creating a new user
bn_in: নতুন ব্যবহারকারী নির্মাণের প্রণালী
fr: Créer un nouvel utilisateur
sr@latin: Pravljenje novog korisnika

source: To configure more advanced user properties, such as password expiration, modify the user's properties after adding the user. Refer to <xref linkend="s2-system-config-users-user-properties"/> for more information.
bn_in: ব্যবহারকারী অ্যাকাউন্ট সংক্রান্ত উন্নত বৈশিষ্ট্য, যেমন পাসওয়ার্ডের মেয়াদপূর্তী প্রভৃতি কনফিগার করার জন্য ব্যবহারকারীর অ্যাকাউন্ট যোগ করার পরে সংশ্লিষ্ট বৈশিষ্ট্যগুলি পরিবর্তন করুন। অধিক বিবরণের জন্য <xref linkend="s2-system-config-users-user-properties"/> পড়ুন।
fr: Pour configurer les propriétés avancées de l'utilisateur, comme l'expiration du mot de passe, modifiez les propriétés de l'utilisateur après l'avoir ajouté. Référez-vous à <xref linkend="s2-system-config-users-user-properties"/> pour de plus amples informations.
sr@latin: Da biste podesili naprednije osobine korisnika, kao što je isticanje lozinke, izmenite osobine korisnika nakon dodavanja korisnika. Pogledajte <xref linkend="s2-system-config-users-user-properties"/> za više informacija.

source: Modifying User Properties
bn_in: ব্যবহারকারীর বৈশিষ্ট্য পরিবর্তন
fr: Modifier les propriétés de l'utilisateur
sr@latin: Izmena osobina korisnika

source: modifying users
bn_in: ব্যবহারকারীর তথ্য পরিবর্তন
fr: modifier les utilisateurs
sr@latin: izmena korisnika

source: modify groups for a user
bn_in: ব্যবহারকারীর দল পরিবর্তন
fr: modifier les groupes d'un utilisateur
sr@latin: izmena grupa za korisnika

source: To view the properties of an existing user, click on the <guilabel>Users</guilabel> tab, select the user from the user list, and click <guibutton>Properties</guibutton> from the menu (or choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice> from the pulldown menu). A window similar to <xref linkend="user-properties-fig"/> appears.
bn_in: কোনো উপস্থিত ব্যবহারকারীর বৈশিষ্ট্য দেখার জন্য <guilabel>ব্যবহারকারী</guilabel> নামক ট্যাবে ক্লিক করুন ও ব্যবহারকারীদের তালিকা থেকে সংশ্লিষ্ট ব্যবহারকারীর নাম নির্বাচন করুন। এর পরে, মেনু থেকে <guibutton>বিবিধ বৈশিষ্ট্য</guibutton> নির্বাচন করুন (অথবা প্রধান মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>বিবিধ বৈশিষ্ট্য</guimenuitem></menuchoice> বাছাই করুন।) <xref linkend="user-properties-fig"/>-এ প্রদর্শিত উইন্ডোর অনুরূপ একটি উইন্ডো প্রদর্শন করা হয়।
fr: Pour afficher les propriétés d'un utilisateur existant, cliquez sur l'onglet <guilabel>Utilisateurs</guilabel>, sélectionnez l'utilisateur dans la liste des utilisateurs, et cliquez sur <guibutton>Propriétés</guibutton> dans le menu (ou cliquez sur <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Propriétés</guimenuitem></menuchoice> du menu déroulant). Une fenêtre semblable à <xref linkend="user-properties-fig"/> apparaît.
sr@latin: Da biste videli osobine postojećeg korisnika, pritisnite na jezičak <guilabel>Korisnici</guilabel>, izaberite korisnika sa spiska korisnika, i pritisnite <guibutton>Osobine</guibutton> u meniju (ili izaberite <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Osobine</guimenuitem></menuchoice> iz padajućeg menija). Pojaviće se prozor kao <xref linkend="user-properties-fig"/>.

source: User Properties
bn_in: ব্যবহারকারীর বৈশিষ্ট্য
fr: Propriétés de l'utilisateur
sr@latin: Osobine korisnika

source: Modifying user properties
bn_in: ব্যবহারকারীর বৈশিষ্ট্য পরিবর্তনের প্রণালী
fr: Modifier les propriétés de l'utilisateur
sr@latin: Izmena osobina korisnika

source: The <guilabel>User Properties</guilabel> window is divided into multiple tabbed pages:
bn_in: <guilabel>ব্যবহারকারীর বৈশিষ্ট্য</guilabel> নামক উইন্ডোটি একাধিক ট্যাবযুক্ত পৃষ্ঠায় বিভক্ত করা হয়:
fr: La fenêtre <guilabel>Propriétés de l'utilisateur</guilabel> est divisée en plusieurs onglets:
sr@latin: Prozor <guilabel>Osobine korisnika</guilabel> je podeljen u više stranica sa jezičcima:

source: changing password
bn_in: পাসওয়ার্ড পরিবর্তন
fr: modifier le mot de passe
sr@latin: promena lozinke

source: changing login shell
bn_in: লগ-ইন শেল পরিবর্তন
fr: changer le shell par defaut
sr@latin: promena prijavne ljuske

source: changing full name
bn_in: সম্পূর্ণ নাম পরিবর্তন
fr: changer le nom
sr@latin: promena punog imena

source: changing home directory
bn_in: ব্যক্তিগত ডিরেক্টরি পরিবর্তন
fr: changer le répertoire personnel
sr@latin: promena ličnog direktorijuma
