Repository: eurolinux-enterprise-linux-sources/system-config-users-docs
Catalog: src/doc/*/*.po
Languages: bn_in, fr, sr@latin

source: <guilabel>User Data</guilabel> — Shows the basic user information configured when you added the user. Use this tab to change the user's full name, password, home directory, or login shell.
bn_in: <guilabel>ব্যবহারকারী সংক্রান্ত তথ্য</guilabel> — ব্যবহারকারীর অ্যাকাউন্ট যোগ করার সময় কনফিগার করা মৌলিক তথ্য এইখানে প্রদর্শন করা হয়। ব্যবহারকারীর সম্পূর্ণ নাম, পাসওয়ার্ড, ব্যক্তিগত ডিরেক্টরি অথবা লগ-ইন শেল পরিবর্তনের জন্য এই ট্যাবটি প্রয়োগ করুন।
fr: <guilabel>Données de l'utilisateur</guilabel> — Affiche les informations de base de l'utilisateur configurées lorsque vous ajoutez un utilisateur. Utilisez cet onglet pour changer le nom complet de l'utilisateur, le mot de passe, le répertoire personnel, ou le shell par défaut.
sr@latin: <guilabel>Korisnički podaci</guilabel> — Prikazuje osnovne korisničke podatke koje ste podesili pri dodavanju korisnika. Koristite ovaj jezičak da biste izmenili korisnikovo puno ime, lozinku, lični direktorijum, ili prijavnu ljusku.

source: <guilabel>Account Info</guilabel> — <indexterm significance="normal"><primary>user configuration</primary><secondary>setting user account expiration</secondary></indexterm> Select <guibutton>Enable account expiration</guibutton> if you want the account to expire on a certain date. Enter the date in the provided fields. <indexterm significance="normal"><primary>user configuration</primary><secondary>locking user accounts</secondary></indexterm> Select <guilabel>Local password is locked</guilabel> to lock the user account and prevent the user from logging into the system.
bn_in: <guilabel>অ্যাকাউন্ট সম্বন্ধীয় তথ্য</guilabel> — <indexterm significance="normal"><primary>user configuration</primary><secondary>setting user account expiration</secondary></indexterm> কোনো সুনির্দিষ্ট তারিখে অ্যাকাউন্টের মেয়াদপূর্তী ধার্য করার জন্য <guibutton>অ্যাকাউন্টের মেয়াদপূর্তী ব্যবস্থা সক্রিয় করা হবে</guibutton> শীর্ষক বিকল্পটি নির্বাচন করুন। <indexterm significance="normal"><primary>user configuration</primary><secondary>locking user accounts</secondary></indexterm> ব্যবহারকারীর অ্যাকাউন্ট লক করে, ব্যবহারকারীকে সংশ্লিষ্ট সিস্টেম ব্যবহার করতে প্রতিরোধ করার জন্য <guilabel>স্থানীয় পাসওয়ার্ড লক করা আছে</guilabel> নামক বিকল্পটি সক্রিয় করুন।
fr: <guilabel>Informations du compte</guilabel> — <indexterm significance="normal"><primary>configuration de l'utilisateur</primary><secondary>configurer les propriétés d'expiration du compte utilisateur</secondary></indexterm> Sélectionnez <guibutton>Activer l'expiration de compte</guibutton> Si vous voulez que le compte expire à une certaine date. Entrez la date dans les champs indiqués. <indexterm significance="normal"><primary>configuration de l'utilisateur</primary><secondary>bloquer des comptes utilisateur</secondary></indexterm> Sélectionnez <guilabel>Le mot de passe local est bloqué</guilabel> pour bloquer la compte utilisateur et ainsi empêcher l'identification de l'utilisateur sur le système.
sr@latin: <guilabel>Podaci o nalogu</guilabel> — <indexterm significance="normal"><primary>podešavanje korisnika</primary><secondary>postavljanje isticanja korisničkog naloga</secondary></indexterm> Izaberite <guibutton>Uključi isticanje naloga</guibutton> ako želite da nalog istekne određenog datuma. Unesite datum u ponuđena polja. <indexterm significance="normal"><primary>podešavanje korisnika</primary><secondary>zaključavanje korisničkih naloga</secondary></indexterm> Izaberite <guilabel>Lokalna lozinka je zaključana</guilabel> za zaključavanje korisničkog naloga i sprečavanja korisnika u prijavljivanju na sistem.

source: password expiration
bn_in: পাসওয়ার্ডের মেয়াদপূর্তী
fr: expiration du mot de passe
sr@latin: isticanje lozinke

source: <guilabel>Password Info</guilabel> — Displays the date that the user's password last changed. To force the user to change passwords after a certain number of days, select <guilabel>Enable password expiration</guilabel> and enter a desired value in the <guilabel>Days before change required:</guilabel> field. The number of days before the user's password expires, the number of days before the user is warned to change passwords, and days before the account becomes inactive can also be changed.
bn_in: <guilabel>পাসওয়ার্ড সম্বন্ধীয় তথ্য</guilabel> — ব্যবহারকারীর পাসওয়ার্ড সর্বশেষ পরিবর্তনের তারিখ এইখানে প্রদর্শন করা হয়। সুনির্দিষ্ট কিছু দিনের পরে ব্যবহারকারীকে পাসওয়ার্ড পরিবর্তন করতে বাধ্য করার জন্য <guilabel>পাসওয়ার্ডের মেয়াদপূর্তীর ব্যবস্থা সক্রিয় করা হবে</guilabel> বিকল্পটি সক্রিয় করুন ও <guilabel>যে সংখ্যাক দিন অতিক্রান্ত হলে পরিবর্তন করা আবশ্যক:</guilabel> নামক ক্ষেত্রের মধ্যে প্রযোজ্য মান লিখুন। ব্যবহারকারী অ্যাকাউন্টের পাসওয়ার্ডের মেয়াদপূর্তীর পূর্বের দিনের সংখ্যা, পাসওয়ার্ড পরিবর্তনের সতর্কবার্তা প্রদর্শনের পূর্বে অতিক্রান্ত দিনের সংখ্যা ও অ্যাকাউন্টটি নিষ্ক্রিয় হওয়ার পূর্বে অতিক্রান্ত দিনের সংখ্যাও এইখানে পরিবর্তন করা যাবে।
fr: <guilabel>Informations sur le mot de passe</guilabel> — Affiche la date à laquelle le mot de passe de l'utilisateur a été changé pour la dernière fois. Pour forcer l'utilisateur à changer son mot de passe au bout d'un certain nombre de jour, sélectionnez <guilabel>Activer l'expiration de mot de passe</guilabel> et saisissez la valeur désirée dans le champ <guilabel>Nombre de jours avant le changement obligatoire :</guilabel>. Le nombre de jours avant que le mot de passe de l'utilisateur expire, le nombre de jours avant que l'utilisateur soit averti de la nécessité de changement de mot de passe, et le nombre de jours avant le compte devienne inactif, peuvent aussi être changés.
sr@latin: <guilabel>Podaci za lozinku</guilabel> — Prikazuje datum kada je korisnikova lozinka poslednji put izmenjena. Da biste primorali korisnika da promeni lozinku posle određenog broja dana, izaberite <guilabel>Uključi isticanje lozinke</guilabel> i unesite željenu vrednost u polje <guilabel>Dana pre nego što je promena neophodna:</guilabel>. Broj dana pre nego što korisnikova lozinka istekne, broj dana pre nego što korisnik bude upozoren da promeni lozinku, i dani pre nego što nalog postane neaktivan se takođe mogu izmeniti.

source: <indexterm significance="normal"><primary>user configuration</primary><secondary>adding users to groups</secondary></indexterm><guilabel>Groups</guilabel> — Allows you to view and configure the Primary Group of the user, as well as other groups that you want the user to be a member of.
bn_in: <indexterm significance="normal"><primary>user configuration</primary><secondary>adding users to groups</secondary></indexterm><guilabel>দল</guilabel> — ব্যবহারকারীর প্রধান দলে ও অন্যান্য দলের তথ্য প্রদর্শন ও কনফিগারেশন করা যাবে।
fr: <indexterm significance="normal"><primary>configuration de l'utilisateur</primary><secondary>ajouter l'utilisateur à des groupes</secondary></indexterm><guilabel>Groupes</guilabel> — Vous permet d'afficher et de configurer le groupe principal de l'utilisateur, tout comme les autres groupes dont vous désirez que l'utilisateur soit membre.
sr@latin: <indexterm significance="normal"><primary>podešavanje korisnika</primary><secondary>dodavanje korisnika u grupe</secondary></indexterm><guilabel>Grupe</guilabel> — Dozvoljava vam da pregledate i podesite osnovnu grupu za korisnika, kao i druge grupe za koje želite da korisnik bude njihov član.

source: Adding a New Group
bn_in: নতুন দল সংযোজন
fr: Ajouter un nouveau groupe
sr@latin: Dodavanje nove grupe

source: adding groups
bn_in: দল সংযোজন
fr: ajouter des groupes
sr@latin: dodavanje grupa

source: To add a new user group, click the <guibutton>Add Group</guibutton> button. A window similar to <xref linkend="group-new-fig"/> appears. Type the name of the new group to create. To specify a group ID for the new group, select <guibutton>Specify group ID manually</guibutton> and select the GID. Note that group IDs lower than 500 are reserved for system groups.
bn_in: একটি নতুন ব্যবহারকারী দল যোগ করার জন্য <guibutton>নতুন দল</guibutton> শীর্ষক বাটনটি ক্লিক করুন।<xref linkend="group-new-fig"/>-র অনুরূপ একটি উইন্ডো প্রদর্শন করা হবে। দলটির নাম লিখুন। দলের জন্য নতুন ID নির্ধারণের জন্য <guibutton>দলের ID স্বয়ং নির্ধারণ করুন</guibutton> শীর্ষক বিকল্পটি নির্বাচন করুন ও GID বাছাই করুন। উল্লেখ্য, ৫০০-র নীচের সংখ্যার দলের ID-গুলি সিস্টেমের দলের জন্য সংরক্ষিত থাকে।
fr: Pour ajouter un nouveau groupe d'utilisateurs, cliquez sur le bouton <guibutton>Ajouter un groupe</guibutton>. Une fenêtre semblable à celle-ci <xref linkend="group-new-fig"/> apparait. Saisissez le nom du nouveau groupe à créer. Pour spécifier un ID de groupe pour le nouveau groupe, sélectionnez <guibutton>Attribuer manuellement l'ID de groupe</guibutton> et choisissez GID. Notez bien que les ID de groupe inférieurs à 500 sont réservés aux groupes système.
sr@latin: Da biste dodali novu korisničku grupu, pritisnite dugme <guibutton>Dodaj grupu</guibutton>. Pojaviće se prozor kao <xref linkend="group-new-fig"/>. Ukucajte ime nove grupe za pravljenje. Da biste naveli ID grupe za novu grupu, izaberite <guibutton>Ručno navedi ID grupe</guibutton> i izaberite GID. Primite k znanju da su ID-i grupa ispod 500 rezervisani za sistemske grupe.

source: New Group
bn_in: নতুন দল
fr: Nouveau groupe
sr@latin: Nova grupa

source: Creating a new group
bn_in: নতুন দল নির্মাণ
fr: Créer un nouveau groupe
sr@latin: Pravljenje nove grupe

source: Click <guibutton>OK</guibutton> to create the group. The new group appears in the group list.
bn_in: দল নির্মাণের জন্য <guibutton>ঠিক আছে</guibutton> ক্লিক করুন। দলের তালিকার মধ্যে নতুন দলটি প্রদর্শন করা হবে।
fr: Cliquez sur <guibutton>OK</guibutton> pour créer le groupe. Le nouveau groupe apparaît dans la liste des groupes.
sr@latin: Pritisnite <guibutton>U redu</guibutton> za pravljenje grupe. Nova grupa će se pojaviti u spisku grupa.

source: Modifying Group Properties
bn_in: দলের বৈশিষ্ট্য পরিবর্তন
fr: Modifier les propriétés du groupe
sr@latin: Izmena osobina grupe

source: modifying group properties
bn_in: দলের বৈশিষ্ট্য পরিবর্তন
fr: modifier les propriétés du groupe
sr@latin: izmena osobina grupe

source: To view the properties of an existing group, select the group from the group list and click <guibutton>Properties</guibutton> from the menu (or choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice> from the pulldown menu). A window similar to <xref linkend="group-properties-fig"/> appears.
bn_in: কোনো উপস্থিত দলের বৈশিষ্ট্য দেখার জন্য দলের তালিকা থেকে সংশ্লিষ্ট দলের নাম নির্বাচন করুন। এর পরে, মেনু থেকে <guibutton>বিবিধ বৈশিষ্ট্য</guibutton> নির্বাচন করুন (অথবা প্রধান মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>বিবিধ বৈশিষ্ট্য</guimenuitem></menuchoice> বাছাই করুন।) <xref linkend="group-properties-fig"/>-এ প্রদর্শিত উইন্ডোর অনুরূপ একটি উইন্ডো প্রদর্শন করা হয়।
fr: Pour afficher les propriétés d'un groupe existant, sélectionnez le groupe dans la liste et cliquez sur <guibutton>Propriétés</guibutton> dans le menu (ou cliquez sur <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Propriétés</guimenuitem></menuchoice> dans le menu déroulant). Une fenêtre comme celle-ci <xref linkend="group-properties-fig"/> apparaît.
sr@latin: Da biste videli osobine postojeće grupe, izaberite grupu sa spiska grupa i pritisnite <guibutton>Osobine</guibutton> u meniju (ili izaberite <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Osobine</guimenuitem></menuchoice> iz padajućeg menija). Pojaviće se prozor kao <xref linkend="group-properties-fig"/>.

source: Group Properties
bn_in: দলের বৈশিষ্ট্য
fr: Propriétés du groupe
sr@latin: Osobine grupe

source: Modifying group properties
bn_in: দলের বৈশিষ্ট্য পরিবর্তন
fr: Modifier les propriétés du groupe
sr@latin: Izmena osobina grupe

source: modify users in groups
bn_in: দলের মধ্যে উপস্থিত ব্যবহারকারী পরিবর্তন
fr: modifier les utilisateurs des groupes
sr@latin: izmena korisnika u grupama

source: The <guilabel>Group Users</guilabel> tab displays which users are members of the group. Use this tab to add or remove users from the group. Click <guibutton>OK</guibutton> to save your changes.
bn_in: <guilabel>দলের ব্যবহারকারীবৃন্দ</guilabel> নামক ট্যাবেট মধ্যে দলের মধ্যে অন্তর্ভুক্ত ব্যবহারকারীদের নাম প্রদর্শন করা হয় ও দলের মধ্যে ব্যবহারকারী যোগ অথবা অপসারণের জন্য এই ট্যাবটি প্রয়োগ করুন। পরিবর্তনগুলি সংরক্ষণের জন্য <guibutton>ঠিক আছে</guibutton> ক্লিক করুন।
fr: L'onglet <guilabel>Utilisateurs du groupe</guilabel> affiche les utilisateurs membres du groupe. Utilisez cet onglet pour ajouter ou supprimer des utilisateurs du groupe. Cliquez sur <guibutton>OK</guibutton> pour sauvegarder vos changements.
sr@latin: Jezičak <guilabel>Članovi grupe</guilabel> prikazuje koji su korisnici članovi te grupe. Koristite ovaj jezičak da biste dodali ili uklonili korisnike iz grupe. Pritisnite <guibutton>U redu</guibutton> da biste sačuvali izmene.

source: translator-credits
bn_in: রুণা ভট্টাচার্য্য (runab@redhat.com)
fr: Martin GOYOT <martin.goyot@gmail.com>, 2009.
sr@latin: Miloš Komarčević <kmilos@gmail.com>, 2009.
